Repository: Kritikant/Internet_shop
Catalog: content/languages/plugins/wpvivid-imgoptim-*.po
Languages: ru_ru

source: Click 'Empty' button to delete images backup
ru_ru: Нажмите кнопку 'Очистить' для удаления резервной копии изображений

source: CDN Integration
ru_ru: Интеграция CDN

source: Convert Images to WebP
ru_ru: Конвертация изображений в WebP

source: cdn Integration
ru_ru: cdn интеграция

source: Lazy Loading
ru_ru: Отложенная загрузка

source: WPvivid Plugins - cdn
ru_ru: WPvivid плагины - cdn

source: Cloud Server
ru_ru: Облачный сервер

source: Result (including thumbnails)
ru_ru: Результат (включая миниатюры)

source: Enable real-time optimization upon upload
ru_ru: Включить оптимизацию в реальном времени при загрузке

source: Real-Time Optimization
ru_ru: Оптимизация в реальном времени

source: Images (Media Library)
ru_ru: Изображения (медиа библиотека)

source: Restore all images
ru_ru: Восстановить все изображения

source: Fade in
ru_ru: Затухание

source: Animation
ru_ru: Анимация

source: function are required for your theme
ru_ru: функция, необходимая для вашей темы

source: and
ru_ru: и

source: The
ru_ru: Это

source: Location where scripts insert
ru_ru: Расположение, куда вставляются скрипты

source: Browsers compatibility
ru_ru: Совместимость браузеров

source: Lazyload works on locations
ru_ru: Отложенная загрузка работает на позициях

source: Media type to lazyload
ru_ru: Тип медиа для отложенной загрузки

source: Once enabled, the plugin will delay loading images on your website site pages until visitors scroll down to them, hence speeding up your website pages loading time and improving your Google PageSpeed Insights score.
ru_ru: После включения плагин будет задерживать загрузку изображений на страницах сайта до тех пор, пока посетители не перейдут к ним, тем самым ускоряя время загрузки страниц и улучшая показатели Google PageSpeed Insights.

source: Enable lazyload
ru_ru: Включить отложенную загрузку

source: Enable/Disable lazyload
ru_ru: Включить/отключить отложенную загрузку

source: Enabling lazy loading can speed up your website pages loading time and improve your Google PageSpeed Insights score, which is recommended.
ru_ru: Включение отложенной загрузки может ускорить загрузку страниц вашего сайта и повысить ваш показатель Google PageSpeed Insights, что рекомендуется.

source: This page allows you to enable lazy loading on your website to delay loading images or medias on your website pages until they are needed.
ru_ru: Эта страница позволяет вам включить отложенную загрузку на вашем сайте, чтобы отложить загрузку изображений или мультимедиа на страницах вашего сайта до тех пор, пока они не понадобятся.

source: WPvivid Plugins - Lazyload
ru_ru: Плагин WPvivid - Отложенная загрузка

source: Lazyload
ru_ru: Отложенная загрузка

source: If you need any help with our plugin, start a thread on the plugin support forum and we will respond shortly.
ru_ru: Если вам нужна помощь с нашим плагином, начните тему на форуме поддержки, и мы ответим вам в ближайшее время.

source: Get Support on Forum
ru_ru: Получить поддержку на форуме

source: Support
ru_ru: Поддержка

source: Documentation
ru_ru: Документация

source: Restore
ru_ru: Восстановить

source: Optimize
ru_ru: Оптимизировать

source: Optimizing...
ru_ru: Оптимизация...

source: Not support
ru_ru: Не поддерживается

source: Check your Settings
ru_ru: Проверьте настройки

source: Not set License
ru_ru: Не установлена лицензия

source: Logging in to your Wpvivid account
ru_ru: Вход в Wpvivid аккаунт

source: My Account
ru_ru: Мой аккаунт

source: Current Version
ru_ru: Текущая версия

source: You can sign up on wpvivid.com to get an API license(it’s free).
ru_ru: Вы можете зарегистрироваться на сайте wpvivid.com, чтобы получить лицензию API (это бесплатно).

source: WPvivid Imgoptim - API License
ru_ru: WPvivid Imgoptim - Лицензия API

source: API License
ru_ru: Лицензия API

source: Sorry, that email address is already used.
ru_ru: Извините, этот email уже используется.

source: Your account has been successfully created. Please check your mailbox, you are going to receive an email with API key.
ru_ru: Ваш аккаунт успешно создан. Пожалуйста, проверьте свой почтовый ящик, вы получите письмо с ключом API.

source: Logging in to your %s account
ru_ru: Вход в аккаунт %s

source: please log in first
ru_ru: пожалуйста, сначала войдите

source: Reading the log failed. Please try again.
ru_ru: Сбой чтения журнала. Повторите попытку.

source: Unable to open the log file.
ru_ru: Не удалось открыть файл журнала.

source: The log not found.
ru_ru: Журнал не найден.

source: Year
ru_ru: Год

source: Day
ru_ru: День

source: Month
ru_ru: Месяц

source: Compress and resize all images
ru_ru: Сжатие и изменение размера всех изображений

source: Resizing images only
ru_ru: Только изменение размеров изображений

source: Setting
ru_ru: Настройка

source: Total Saved
ru_ru: Всего сэкономлено

source: Optimized Size
ru_ru: Оптимизированный размер

source: Original Size
ru_ru: Оригинальный размер

source: Credits
ru_ru: Кредиты

source: completed
ru_ru: завершено

source: Un-optimized
ru_ru: Неоптимизировано

source: Optimized
ru_ru: Оптимизировано

source: Bulk Optimization Progress
ru_ru: Прогресс массовой оптимизации

source: It is recommended to back up the entire website with
ru_ru: Рекомендуется создать резервную копию всего сайта с

source: The page allows you to optimize images or media files on your website in bulk.
ru_ru: Эта страница позволяет вам массово оптимизировать изображения или медиафайлы на вашем сайте.

source: Image Bulk Optimization
ru_ru: Массовая оптимизация изображений

source: Logs
ru_ru: Журналы

source: WPvivid Plugins - Image Optimization
ru_ru: Плагин WPvivid - Оптимизация изображений

source: 3. Go back to this page and paste the key in key box below. Lastly, click Save button.
ru_ru: 3. Вернитесь на эту страницу и вставьте ключ в поле ниже. Наконец, нажмите кнопку Сохранить.

source: 2. Generate a key by clicking Generate button and copy it.
ru_ru: 2. Сгенерируйте ключ, нажав кнопку Сгенерировать и скопируйте его.

source: 1. Visit Key tab page of WPvivid backup plugin of destination site.
ru_ru: 1. Перейдите на вкладку "Ключ" плагина резервного копирования WPvivid целевого сайта.

source: Step Three: Click 'Restore' button
ru_ru: Шаг третий: Нажмите кнопку 'Восстановить'

source: Step Two: Choose an option to complete restore, if any
ru_ru: Шаг второй: Выберите параметры завершения восстановления, если имеется

source: Step One: In the backup list, click the 'Restore' button on the backup you want to restore. This will bring up the restore tab
ru_ru: Шаг первый: В списке резервных копий нажмите "Восстановить" на резервной копии, которую хотите восстановить. Это откроет вкладку восстановление

source: Calculating the size of files, folder and database timed out. If you continue to receive this error, please go to the plugin settings, uncheck 'Calculate the size of files, folder and database before backing up', save changes, then try again.
ru_ru: Истекло время ожидания вычисления размеров файлов, папок и базы данных. Если вы продолжаете получать эту ошибку, пожалуйста, перейдите в настройки плагина, снимите флажок "Рассчитывать размер файлов, папок и базы данных перед резервным копированием", сохраните изменения, затем повторите попытку.

source: Warning: The alias already exists in storage list.
ru_ru: Внимание: Псевдоним уже существует в списке хранения.

source: Warning: An alias for remote storage is required.
ru_ru: Внимание: Для удаленного хранения требуется псевдоним.

source: Error:
ru_ru: Ошибка:

source: Warning:
ru_ru: Внимание:

source: Apply
ru_ru: Применить

source: Restore selected images
ru_ru: Восстановить выбранные изображения

source: Bulk Actions
ru_ru: Массовые действия

source: Select bulk action
ru_ru: Выбрать массовое действие

source: Original size
ru_ru: Исходный размер

source: Saved
ru_ru: Сохранено

source: Optimized size
ru_ru: Оптимизированный вес

source: Unfinished
ru_ru: Незакончено

source: Complete
ru_ru: Завершено

source: File name:
ru_ru: Название файла:

source: &#8220;%s&#8221; (Edit)
ru_ru: &#8220;%s&#8221; (Редактировать)

source: Status
ru_ru: Статус

source: Select All
ru_ru: Выбрать все

source: Image backup folder
ru_ru: Папка резервного копирования изображений

source: Enable image backup before optimization
ru_ru: Включить резервное копирование изображений перед оптимизацией

source: Image backup
ru_ru: Резервное копирование изображений

source: Optimize different sizes of images
ru_ru: Оптимизация различных размеров изображений

source: Enable auto-resizing large images
ru_ru: Включитьавтоматическое изменение размера больших изображений

source: Resizing large images
ru_ru: Изменение размера больших изображений

source: Leave EXIF data
ru_ru: Оставить EXIF данные

source: Lossy
ru_ru: С потерями

source: Lossless
ru_ru: Без потерь

source: Save Changes
ru_ru: Сохранить изменения

source: Image Optimization
ru_ru: Оптимизация изображения

source: WPvivid Plugins Image Optimization - Settings
ru_ru: Плагин WPvivid Image Optimization - Настройки

source: Settings
ru_ru: Настройки

source: WPvivid Team
ru_ru: Команда WPvivid

source: Optimize, compress and resize images in WordPress in bulk. Automatic image optimization, auto resize images upon upload.
ru_ru: Массовая оптимизация, сжатие и изменение размера изображений в WordPress. Автоматическая оптимизация иизменение размера изображений при загрузке.
